app/controllers/users/users_controller.rb

	def show
		@users = User.all
---
SELECT "users".* FROM "users"